Repository: logaritmdev/wp-blocks-builder
Catalog: languages/wp-blocks-builder-*.po
Languages: fr_ca

source: #%d (no title)
fr_ca: #%d (sans titre)

# post type general name
source: Page Blocks
fr_ca: Bloques de page

# post type singular name
source: Page Block
fr_ca: Bloque de page

# admin menu
source: Page Blocks
fr_ca: Bloques de page

# add new on admin bar
source: Page Block
fr_ca: Bloque de page

# Block
source: Add New
fr_ca: Ajouter

source: Add New Page Block
fr_ca: Ajouter un nouveau bloque de page

source: New Page Block
fr_ca: Nouveau bloque de page

source: Edit Page Block
fr_ca: Modifier un bloque de page

source: View Page Block
fr_ca: Voir le bloque de page

source: All Page Blocks
fr_ca: Tous les bloques de page

source: Search Page Blocks
fr_ca: Rechercher un bloque de page

source: Parent Page Blocks:
fr_ca: Bloque de page parent

source: No page blocks found.
fr_ca: Pas de bloque de page trouvé

source: No page block found in Trash.
fr_ca: Pas de bloque de page trouvé dans la corbeille.

source: The post editor has been disabled because this page contains blocks.
fr_ca: L’éditeur a été désactivé car cette page est formée de bloques.

source: Blocks
fr_ca: Bloques

source: Save
fr_ca: Sauvegarder

source: Add block
fr_ca: Ajouter un bloque

source: Copy Block
fr_ca: Copier un bloque

source: Close
fr_ca: Fermer

source: Select the target to copy this block to:
fr_ca: Sélectionner la destination pour copier le bloque:

source: Copy
fr_ca: Copier

source: Move Block
fr_ca: Déplacer le bloque

source: Select the target to move this block to:
fr_ca: Sélectionner la destination pour déplacer le bloque:

source: Move
fr_ca: Déplacer

source: Edit Block
fr_ca: Modifier le bloque

source: Close media panel
fr_ca: Fermer le panneau média

source: Insert Block
fr_ca: Insérer un bloque

source: Insert
fr_ca: Insérer

source: Remove
fr_ca: Supprimer

source: Edit
fr_ca: Modifier
